namespace Рассчёт_микроэлементов
{
    partial class HarmfulFactor
    {
        /// <summary>
        /// Required designer variable.
        /// </summary>
        private System.ComponentModel.IContainer components = null;

        /// <summary>
        /// Clean up any resources being used.
        /// </summary>
        /// <param name="disposing">true if managed resources should be disposed; otherwise, false.</param>
        protected override void Dispose(bool disposing)
        {
            if (disposing && (components != null))
            {
                components.Dispose();
            }
            base.Dispose(disposing);
        }

        #region Windows Form Designer generated code

        /// <summary>
        /// Required method for Designer support - do not modify
        /// the contents of this method with the code editor.
        /// </summary>
        private void InitializeComponent()
        {
            this.components = new System.ComponentModel.Container();
            System.ComponentModel.ComponentResourceManager resources = new System.ComponentModel.ComponentResourceManager(typeof(HarmfulFactor));
            this.label1 = new System.Windows.Forms.Label();
            this.label2 = new System.Windows.Forms.Label();
            this.listBox_factors = new System.Windows.Forms.ListBox();
            this.textBox1 = new System.Windows.Forms.TextBox();
            this.label3 = new System.Windows.Forms.Label();
            this.textBox_ration = new System.Windows.Forms.TextBox();
            this.CLose = new System.Windows.Forms.Button();
            this.label4 = new System.Windows.Forms.Label();
            this.toolTip1 = new System.Windows.Forms.ToolTip(this.components);
            this.SuspendLayout();
            // 
            // label1
            // 
            this.label1.AutoSize = true;
            this.label1.Location = new System.Drawing.Point(9, 58);
            this.label1.Name = "label1";
            this.label1.Size = new System.Drawing.Size(96, 13);
            this.label1.TabIndex = 0;
            this.label1.Text = "Список факторов";
            // 
            // label2
            // 
            this.label2.AutoSize = true;
            this.label2.Location = new System.Drawing.Point(9, 12);
            this.label2.Name = "label2";
            this.label2.Size = new System.Drawing.Size(39, 13);
            this.label2.TabIndex = 1;
            this.label2.Text = "Поиск";
            // 
            // listBox_factors
            // 
            this.listBox_factors.FormattingEnabled = true;
            this.listBox_factors.HorizontalScrollbar = true;
            this.listBox_factors.Items.AddRange(new object[] {
            "IV. Производство ртутных термометров",
            "V. Работы с радиоактивными веществами и источниками ионизирующих излучений",
            "VI. Работы по погрузке и выгрузке апатита в морских и речных портах",
            "VII. Работы в условиях повышенного атмосферного давления",
            "Безопасное хранение, техническое обслуживание и транспортирование химического ору" +
                "жия",
            "бертолетовой соли",
            "Добыча апатито-нефелиновых руд",
            "Добыча мышьяковых руд",
            "Доменное производство",
            "Медико-санитарное сопровождение работ, связанных с уничтожением химического оружи" +
                "я",
            "Научно-исследовательские и опытно-конструкторские работы, связанные с уничтожение" +
                "м химического оружия",
            "Переработка апатито-нефелиновых руд (получение концентрата)",
            "Переработка лопаритового концентрата",
            "Переработка мышьяковых руд (получение белого и металлического мышьяка)",
            "Плавка и переработка медных руд, концентратов (агломерата) и других материалов, с" +
                "одержащих свинец",
            resources.GetString("listBox_factors.Items"),
            "Производство 2, 4, 5-трихлорфенолята меди, 2, 4, 5-трихлорфеноксиуксусного натрия" +
                " (препарата ТУ)",
            "производство 2,4-дихлорфеноксиуксусной кислоты",
            "Производство АГ-соли",
            "производство азокрасителей бензидиновых, дианизидиновых, альфанафтиламиновых и ци" +
                "анурхлоридных",
            "производство азолов (А, ОА, ПА, ОТ, АНФ, МНА, ХЛ и др.)",
            "Производство азотной кислоты",
            "производство азотнокислого и углекислого бария, гидрида окиси и перекиси бария",
            "производство азотнокислого свинца",
            "производство аиилидов ацетоуксусной кислоты (анилид и хлоранилид)",
            "Производство аккумуляторных баков из асфальтопековой массы",
            "производство активированного угля на древесной основе",
            "производство активированного угля на каменноугольной основе",
            "производство альфанафтиламина",
            "производство альфа-нафтола",
            "Производство аминазина, пропазина",
            "производство аминоазобензола и аминоазотолуола",
            resources.GetString("listBox_factors.Items1"),
            "производство аминофенилпараминовой кислоты",
            "производство аминофенолов (парааминофенол, ортоаминофенол, парахлорортоаминофенол" +
                " и паранитроортоаминофенол)",
            "Производство аминохинола, трихомонацида, азидина, димеколина и фепранона",
            "Производство аминоэнантовой кислоты",
            "производство аммофоса",
            "производство анизидинов (ортоанизидин, параанизидин, парафенетол, ортофенетол, 4-" +
                "нитро-2-амино-анизол (азоамин алый К))",
            "производство анилина контактным методом",
            "производство анилина, ксилидинов, анилиновой и толуидиновой солей",
            "производство антрахинона, этилантрахинона, хлорантрахинона",
            "производство асбестовых технических изделий",
            "производство аценафтенхинона",
            "Производство ацетальдегида",
            "Производство ацетонциангидрина",
            "производство аэросил",
            "Производство аэрофлотов (ксиленонового, крезолового, калиевобутилового)",
            "производство белой сажи",
            "производство бензальдегида",
            "производство бензантрона, бромбензантрона, дибензантронила",
            "производство бензидина, дианизидина, толидина, дихлорбензидина, бензидиндисульфок" +
                "ислоты",
            "Производство бериллийсодержащих солей-реактивов (бериллий азотнокислый, бериллий " +
                "окись, бериллий сернокислый, бериллий углекислый, бериллий уксуснокислый, берилл" +
                "ий хлористый)",
            "Производство бериллия",
            "производство бисэтилксантогена",
            "Производство бромистого метила и бромистого метилена",
            "Производство бромистого этила",
            "Производство бромундекановой кислоты",
            "Производство бутилкаучука (в среде хлористого метила)",
            "Производство бутиловых спиртов методом оксосинтеза с применением карбонилов кобал" +
                "ьта",
            "Производство ванилина: стадии получения нитрозодиметиланилина и экстракции бензол" +
                "ом и дихлорэтаном",
            "Производство ветерильных цинковых белил",
            "Производство волокнистых и асбестовых пресс-материалов",
            "Производство газоразрядных приборов, наполняемых ртутью, и ртутных выпрямителей",
            resources.GetString("listBox_factors.Items2"),
            "Производство гальванических элементов и батарей",
            "Производство ГАП (пиролюзит активный)",
            "Производство гваякола и ванилина (на стадиях получения нитрозодиметиланилина, сер" +
                "нокислого диазония ортоаназидина, разложения и экстракции дихлорэтаном, бензолом" +
                ")",
            "Производство гексахлорана",
            "Производство гексахлорэтана",
            "Производство генераторного газа на Ангарской газогенераторной станции",
            "производство гербицида диносеба",
            "Производство гербицидов",
            "Производство гидразингидрата, гидразинсульфата",
            "производство гидрохинона, пирокатехина",
            "Производство гипофосфита натрия и гипофосфита калия",
            "Производство гистидина и ртутной мази",
            "производство гопкалита",
            "Производство гранозана и меркурана",
            "производство двуокиси хлора",
            "Производство дефолианта",
            "производство диазодиметиланилина, диазодинитробензола, диазоаминобензола",
            "Производство дивинилнитрильных каучуков (СКН)",
            "Производство диизоцианатов",
            "производство диметиламиновой соли меркаптобензотиазола и тетраметилдиаминодифенил" +
                "метана",
            "производство динитро- и тринитрофенола",
            "производство динитробензола, нитробензола и нитроксилола",
            "производство динитроортокрезола (динок)",
            "производство дифениламина, неозонов \"А\" и \"Д\" альнафта",
            "производство дифенилгуанидина",
            "Производство дифенилоксида",
            "производство дифенилолпрорпана",
            "Производство дихлоральмочевины и трихлорацетата натрия",
            "производство дихлорэтана",
            "Производство дициклопентадиена",
            "Производство диэтаноланилина",
            "Производство додецилмеркаптанов",
            "Производство дуотала и дитразинфосфата",
            "производство енола из бензола, хлорбензола и других производных бензола",
            "производство железистосинеродистого свинца",
            "Производство железоникелевых и кадмиевоникелевых (щелочных) аккумуляторов",
            "производство желтого и красного фосфора",
            "производство жидкого хлора",
            "Производство изделий из поливинилхлорида со свинцовым глетом, стеаратом и силикат" +
                "ом свинца, азотнокислым свинцом и свинцовыми белилами",
            "Производство изопрена",
            "производство индофенола и индотолуидина",
            "Производство ионообменных смол",
            "производство искусственной двуокиси марганца",
            "Производство капролактама",
            "производство каптакса, альтакса, тиурама",
            "производство карбида кальция",
            "производство карбитола и его солей",
            "Производство карбонильного никеля",
            "Производство катализатора для синтеза винилацетата из этилена, уксусной кислоты и" +
                " кислорода",
            "производство катализатора на основе пятиокиси ванадия",
            "производство катализаторов на основе хрома и марганца",
            "Производство кельтана (хлорэтанола) и полидима",
            "производство керамических красителей",
            "производство кетона Михлера и алой кислоты (на стадии фосгенирования и регенераци" +
                "и)",
            "производство кислотного зеленого и сине-черного антрахиноновых красителей",
            "производство коагулянта-сульфата алюминия",
            "Производство комбинированных протравителей",
            resources.GetString("listBox_factors.Items3"),
            "производство красителей, связанных с динитрохлорбензолом и динитротолуолом",
            "производство красителей: основной фиолетовый \"К\", основной ярко-зеленый, кислотны" +
                "й ярко-голубой \"З\"",
            "Производство красной кровяной соли технической и реактивной",
            "производство кремнефтористых солей и фторид-бифторида аммония",
            "Производство кремнийорганического мономера метилтрифторпропилдихлорсилана (продук" +
                "та \"В\"), кремнийорганических циклических мономеров, полимеров и фторсилоксановых" +
                " каучуков на их основе",
            "производство криолита и фтористого алюминия",
            resources.GetString("listBox_factors.Items4"),
            "производство кубозолей и индигозолей",
            "Производство кутизона",
            "производство лейкотропа \"О\"",
            "Производство лопаритового концентрата на горно-обогатительных комбинатах",
            "Производство люминофоров, содержащих бериллий и марганец",
            "Производство люминофоров, содержащих мышьяк и селен",
            "производство мажера",
            "Производство макроциклических лактонов и эксалактонов",
            "Производство меркузаловой кислоты",
            "производство металлического калия и натрия",
            "Производство металлического хрома и хромосодержащих сплавов алюминотермическим сп" +
                "особом",
            "производство метаниловой кислоты",
            "производство метатолуилендиамина, парафенилендиамина, нитрофенилендиамина, параам" +
                "инодиметиланилина, 2,4-диаминоанизола, хлорфенилендиамина, метафенилендиамина",
            "Производство метилакриловой и бутилакриловой кислот",
            "Производство метилцеллюлозы и метилоксипропилцеллюлозы",
            "производство метионина",
            "Производство миканитов, слюдопластов, слюдинитов и пленкостеклотканей на кремнийо" +
                "рганических, полиэфирноэпоксидных и полиэфиримидоэпоксидных связующих",
            "производство монокристаллов с применением таллия",
            "производство монометиламина, этиламина, диметиламина",
            "Производство монохлорамина, хлорамина и хлорсульфоновой кислоты",
            "производство монохлоруксусной кислоты",
            "производство моноэтиланилина, монометиланилина, диметиланилина, диэтиланилина, эт" +
                "илортотолуидина, этилбензиланилина, метилбензиланилина, паранормального бутилани" +
                "лина",
            "Производство мускусов (на стадии нитрования)",
            "производство мышьяковистых солей",
            "Производство наганина, карбахолина, прозерина",
            "производство нафтионата и сульфанилата",
            "производство нероловой кислоты",
            "производство нефелинового коагулянта нефелинового антипирена",
            "производство нигрозинов и индулина",
            "Производство нитрооксифениларсоновой кислоты",
            resources.GetString("listBox_factors.Items5"),
            "Производство нитрохлоракридина",
            "Производство окиси паранитростирола",
            "Производство окиси этилена и ее производных, этилцеллозольва, хлорекса, этиленгли" +
                "коля",
            "Производство окиснортутных элементов (на работах, связанных с применением ртути, " +
                "свинца и их соединений)",
            "Производство оксиметильного соединения",
            "Производство октаметила",
            "производство оловоорганических соединений",
            resources.GetString("listBox_factors.Items6"),
            "Производство осарсола, новарсенола, миарсенола",
            "производство парааминодифениламина",
            "производство паранитроанилина, метанитроанилина, ортонитроанилина, динитроанилина" +
                ", метанитропаратолуидина, паранитроортотолуидина, паранитродиэтиланилина",
            "производство паранитробензоилхлорида",
            "производство паранитротолуола и ортонитротолуола",
            "производство паранитрохлорбензолортосульфокислоты",
            "производство паранитрохорбензола, ортонитрохлорбензола, динитрохлорбензола, 3,4-д" +
                "ихлорнитробензола",
            "производство параоксидифениламина",
            "Производство парафенилуретилансульфохлорида",
            "производство парахлорбензотрифторида",
            "Производство пенополиуретана",
            "Производство пенопоропластов",
            "Производство пентапласта",
            "Производство пентахлорфенолята натрия",
            "производство пергидрола хинонным, электролитическим и изопропиловым методами",
            "производство перекиси свинца",
            "производство перманганата калия (марганцовокислого калия)",
            "Производство перхлорвиниловой смолы",
            "производство пигмента зеленого фталоцианинового",
            "Производство пиролиза керосина, разделения и очистки пирогаза",
            "Производство полиизобутилена",
            "Производство полиизопренового (СКИ-3) и полибутадиенового (СКД) каучуков",
            "Производство поликарбоната",
            "Производство полистирола блочного, эмульсионного и суспензионного",
            "Производство полиэтиленполиаминов",
            "Производство порофора",
            "Производство пресс-порошков и пластмасс на основе фенолформальдегидных и анилиноф" +
                "ормальдегидных смол",
            "Производство продукта БФ",
            "Производство промедола",
            "Производство промерана",
            "производство пятисернистого фосфора",
            resources.GetString("listBox_factors.Items7"),
            "Производство растворимых солей бария -реактивов (азотнокислого, углекислого, гидр" +
                "оокиси)",
            "Производство растворов Туле, Рорбаха, Несслера и тяжелых жидкостей",
            resources.GetString("listBox_factors.Items8"),
            "Производство реактивов, получаемых на основе соединений сероуглерода (диэтилдитио" +
                "карбомат натрия, дитизон, дифенилкарбазон)",
            resources.GetString("listBox_factors.Items9"),
            "производство регенеративных веществ",
            "Производство ртути",
            "Производство ртути азотнокислой -реактива",
            "Производство ртутных препаратов: амидохлорной, уксуснокислой, двухлористой, йодис" +
                "той, однохлористой, оксицианистой, салициловокислой, цианистой и бромной ртути",
            "Производство ртутьсодержащих кремов",
            "Производство свинца и олова",
            "Производство свинцового глета и сурика",
            "Производство свинцовых (кислотных) аккумуляторов",
            "Производство свинцовых белил",
            "Производство свинцовых кронов",
            "производство селена - обогащение селеносодержащих шламов",
            "Производство селенистой кислоты",
            "производство сернистого натрия из хромсодержащего сырья",
            "Производство серной кислоты",
            "производство сероуглерода",
            "Производство силиката свинца и стеарата свинца",
            "Производство синтетических пиридиновых соединений и ингибиторов коррозии",
            "Производство синтетических смол (трифенол)",
            "Производство синтетического каучука СКБ из этилового спирта",
            "Производство синтетического цитраля (на стадиях получения гидрохлоридов, метилгеп" +
                "тенона и омыления производных изопрена)",
            "Производство синькалия и синьнатрия реактивного",
            "производство синьнатрия и синькалия",
            "Производство слоистых пластиков и намоточных изделий",
            "Производство слоистых пластиков, намоточных изделий и профильных стеклопластиков",
            "Производство совола, рематола, хлорнафталина",
            "Производство солей марганца - реактивов (углекислый марганец, перекись, двуокись," +
                " азотнокислый, сернокислый)",
            resources.GetString("listBox_factors.Items10"),
            "Производство солей хрома - реактивов (хром азотнокислый, гидрат окиси, сернокислы" +
                "й, хлористый, уксуснокислый)",
            "Производство сополимера стирола с нитрилом акриловой кислоты",
            "Производство специальных химических источников тока (на работах, связанных с прим" +
                "енением ртути, свинца и их соединений)",
            "Производство стеклопластиков методом контактного формования и механизированным сп" +
                "особом",
            "Производство стирола, альфаметилстирола, дивинилстирольных каучуков и латексов, д" +
                "ивинилметилстирольного каучука; ацетилена (из природного газа)",
            "производство сульфалена",
            "производство сульфенамида БТ",
            "Производство сульфодиамина",
            "производство суперфосфата, обесфторенных фосфатов, сложносмешанных и сложных удоб" +
                "рений",
            "производство теллура",
            "Производство теобромина",
            "производство термосульфата кальция",
            "производство тетрагидрофурана и полифурита",
            "производство тетрафторбората калия",
            "Производство технического бензилового спирта",
            "производство тиоиндигоидных красителей",
            "Производство токсинов, необрастающих составов НИВК",
            "Производство трехфтористого бора и продуктов на его основе",
            "производство треххлористого мышьяка",
            "производство треххлористого фосфора и хлорокиси фосфора",
            "Производство триацетатцеллюлозы гетерогенным способом",
            "Производство трикрезилфосфата и трифенилфосфата",
            "Производство трихлорэтана",
            "Производство уксусного ангидрида через кетен",
            "Производство уксусного ангидрида через фосген",
            "Производство ультрамарина",
            "Производство фенацетина",
            "Производство фенилацетамида",
            "производство фенилированных и толуидированных прордуктов (фенил-пери-кислота, тол" +
                "ил-пери-кислота, дифенилэпсилонкислота, фенил \"И\"-кислота, фенил-гамма-кислота)",
            "производство фенил-метил-пиразолона на стадиях применения анилина и фенилгидразин" +
                "а",
            "Производство фенилметилуретана",
            "Производство фенилэтилового спирта",
            "производство фенола и ацетона",
            "Производство фенолоформальдегидных, анилиноформальдегидных, полиэфирноэпоксидных," +
                " полиэфиримидоэпоксидных лаков, смол и компаундов",
            "Производство фенолформальдегидных и анилиноформальдегидных смол",
            "производство фильтр-полотна (ФПП)",
            "Производство формалина и продуктов его полимеризации",
            "производство фосгена",
            "Производство фосфакола, армина и растворов миотических средств",
            "производство фосфидов цинка",
            "производство фосфористого кальция",
            "производство фосфорного ангидрида",
            "производство фосфорной кислоты",
            "Производство фосфорсодержащих солей-реактивов (аммоний фосфорноватистокислый, бар" +
                "ий фосфорнокислый двухзамещенный, фосфор пятихлористый)",
            "производство фталевого ангидрида на чистой пятиокиси ванадия (на концентрированно" +
                "м катализаторе)",
            "производство фтористого водорода",
            "производство фтористого натрия",
            "Производство фторпроизводных метана и этилена",
            resources.GetString("listBox_factors.Items11"),
            "производство фуксинов, парарозанилина",
            "Производство химических волокон",
            "Производство хинолина, ортооксихинолина, фенатралина-орто, нафтохинолина-бета-реа" +
                "ктивов",
            "производство хлора",
            "производство хлорбензола, дихлорбензола, трихлорбензола, тетрахлорбензола, гексах" +
                "лорбензола",
            "Производство хлорвинила, сополимеров на его основе, полихлорвиниловых смол",
            "производство хлористого алюминия",
            "производство хлористого бария",
            "производство хлористого бензила",
            "Производство хлористого бензоила и перекиси бензоила",
            "Производство хлористого метила и метиленхлорида",
            "производство хлористого сульфурила",
            "производство хлористого тионила",
            "Производство хлористого этила, трихлорэтилена и изопропилового спирта",
            "Производство хлоркеросина",
            "производство хлорного железа",
            "производство хлорной извести",
            "Производство хлоропренового каучука (севанит и наирит)",
            "Производство хлорофоса, тиофоса, метафоса, меркаптофоса, карбофоса, фталофоса и т" +
                "ринонилфенилфосфата",
            "Производство хлорпарафина",
            "Производство хлорпикрина",
            "Производство хлорэтила медицинского в ампулах",
            resources.GetString("listBox_factors.Items12"),
            "производство централита, клея \"Лейконат\"",
            "производство цианамида кальция",
            "Производство цианистого бензила",
            "производство цианплава, цианурхлорида, фторуглерода и элегаза",
            "Производство цикламенальдегида, триизопропилового спирта (на стадии получения хло" +
                "ридов)",
            "Производство циклопентадиенилтрикарбонил марганца",
            "производство четыреххлористого кремния",
            "производство четыреххлористого углерода",
            "производство экстралина - основное производство",
            "производство экстралина - отделение катализатора на основе марганцевых солей",
            "Производство электроугольных изделий",
            "производство эпихлоргидрина",
            "Производство эпоксидных смол",
            "Производство этилбензола (только при расположении производства в закрытом помещен" +
                "ии)",
            "Производство этиленциангидрина",
            "Производство этиловой жидкости",
            "Производство эфиров метакриловой кислоты (включая переработку отходов), оргстекла" +
                " и нитрила акриловой кислоты",
            "Производство эфирсульфоната",
            "Производство ядохимикатов цирама и цинеба",
            "производство, денистрация и депикрация отработанной кислоты",
            "Прокатное и трубное производство",
            "Сталеплавильное и ферросплавное производства",
            "Табачно-махорочное производство",
            "Уничтожение химического оружия",
            "Хлебопекарное производство"});
            this.listBox_factors.Location = new System.Drawing.Point(12, 74);
            this.listBox_factors.Name = "listBox_factors";
            this.listBox_factors.Size = new System.Drawing.Size(605, 290);
            this.listBox_factors.TabIndex = 2;
            this.listBox_factors.SelectedIndexChanged += new System.EventHandler(this.listBox_factors_SelectedIndexChanged);
            // 
            // textBox1
            // 
            this.textBox1.Location = new System.Drawing.Point(12, 28);
            this.textBox1.Name = "textBox1";
            this.textBox1.Size = new System.Drawing.Size(155, 20);
            this.textBox1.TabIndex = 3;
            this.textBox1.KeyPress += new System.Windows.Forms.KeyPressEventHandler(this.textBox1_KeyPress);
            // 
            // label3
            // 
            this.label3.AutoSize = true;
            this.label3.Location = new System.Drawing.Point(278, 12);
            this.label3.Name = "label3";
            this.label3.Size = new System.Drawing.Size(44, 13);
            this.label3.TabIndex = 4;
            this.label3.Text = "Рацион";
            this.toolTip1.SetToolTip(this.label3, "Запомните рацион и выберите  его в предыдущем окне");
            // 
            // textBox_ration
            // 
            this.textBox_ration.Location = new System.Drawing.Point(281, 28);
            this.textBox_ration.Name = "textBox_ration";
            this.textBox_ration.Size = new System.Drawing.Size(81, 20);
            this.textBox_ration.TabIndex = 5;
            this.textBox_ration.TextAlign = System.Windows.Forms.HorizontalAlignment.Center;
            this.toolTip1.SetToolTip(this.textBox_ration, "Запомните рацион и выберите  его в предыдущем окне");
            // 
            // CLose
            // 
            this.CLose.Location = new System.Drawing.Point(532, 21);
            this.CLose.Name = "CLose";
            this.CLose.Size = new System.Drawing.Size(85, 32);
            this.CLose.TabIndex = 6;
            this.CLose.Text = "Закрыть";
            this.toolTip1.SetToolTip(this.CLose, "Запомните рацион и выберите  его в предыдущем окне");
            this.CLose.UseVisualStyleBackColor = true;
            this.CLose.Click += new System.EventHandler(this.CLose_Click);
            // 
            // label4
            // 
            this.label4.Location = new System.Drawing.Point(388, 3);
            this.label4.Name = "label4";
            this.label4.Size = new System.Drawing.Size(102, 50);
            this.label4.TabIndex = 7;
            this.label4.Text = "Запомните рацион и выберите  его в предыдущем окне";
            this.label4.Visible = false;
            // 
            // HarmfulFactor
            // 
            this.AutoScaleDimensions = new System.Drawing.SizeF(6F, 13F);
            this.AutoScaleMode = System.Windows.Forms.AutoScaleMode.Font;
            this.ClientSize = new System.Drawing.Size(629, 380);
            this.Controls.Add(this.label4);
            this.Controls.Add(this.CLose);
            this.Controls.Add(this.textBox_ration);
            this.Controls.Add(this.label3);
            this.Controls.Add(this.textBox1);
            this.Controls.Add(this.listBox_factors);
            this.Controls.Add(this.label2);
            this.Controls.Add(this.label1);
            this.MaximizeBox = false;
            this.Name = "HarmfulFactor";
            this.Text = "Вредные факторы";
            this.FormClosed += new System.Windows.Forms.FormClosedEventHandler(this.HarmfulFactor_FormClosed);
            this.ResumeLayout(false);
            this.PerformLayout();

        }

        #endregion

        private System.Windows.Forms.Label label1;
        private System.Windows.Forms.Label label2;
        private System.Windows.Forms.ListBox listBox_factors;
        private System.Windows.Forms.TextBox textBox1;
        private System.Windows.Forms.Label label3;
        private System.Windows.Forms.TextBox textBox_ration;
        private System.Windows.Forms.Button CLose;
        private System.Windows.Forms.ToolTip toolTip1;
        private System.Windows.Forms.Label label4;
    }
}